{
"id_course": 4,
"distribution": "1234567890LHCGFYP,.'SNTRDIUEOAZVWMBXKJQ/ @~^'",
"titles":
    ["1","2","3","4","5","6","7","8","9","10","11","12","13","14","15","16","17","18","19","20","21","22","23","24","25","26","27","28","29","30"],
"texts": 
    [
    "uuuu eeee oooo aaaa ssss nnnn tttt rrrr aaaa oooo eeee uuuu
rrrr tttt nnnn ssss aaaa ssss oooo nnnn eeee tttt uuuu rrrr
ssuu nnee ttoo rraa uuss eenn oott aarr aass oonn eett uurr
sura aurs stuo nrea aern ours note oten ouae tsrn roun suar",

    "uird eitd oind aisd eitd oind aisd oind aisi oind eitd uird
rdui tdei ndoi sdai tdei ndoi sdai ndoi sdai ndoi tdei rdui
urer orar sunu turu sini titi riad oded uddi daid sido indi
diid dsia dnio dtie driu diid dais doin deit duir diid isda",

"saru onur sntr aoeu rdiu uidr urru etas iads ante usot trns reua
saru onur sntr aoeu rdiu uidr urru etas iads ante usot trns reua
reunion sunna douts suer rite tsar arte auditor residua osteria
reunion sunna douts suer rite tsar arte auditor residua osteria",

"ctc e,e, tctc e,e, e,tc tce, ct,e ,ect ,c,c t,oc ecos e,coc
tctc e,e, tctc e,e, e,tc tce, ct,e ,ect ,c,c t,oc ecos e,coc
docu, curd, acne, acid, dene, core, ocre, sect, euro, idea, taco,
docu, curd, acne, acid, dene, core, ocre, sect, euro, idea, taco,",

"rgrg upup grgr pupu u,ep rctg ipdg eptg sggs apap upgs gspo
rgrg upup grgr pupu u,ep rctg ipdg eptg sggs apap upgs gspo
coupon apercu uncap pudge caged pignut gorp ungroup pagod aping,
coupon apercu uncap pudge caged pignut gorp ungroup pagod aping",

"sprucing couponed puncture pecan, acorn drop ruins noise toner rotor
erose gaita, sound segue opera, carse pengo caping endoparasitic, olga
donna proteinaceous scopa, croupous cuspated, genetic prognose react,
uprooted sproted tacnode use pacts preed, strop tead insert soigneur",

"copings pacu ping spec uncaged crop auspice curd pranced pang decos
acing caged upcased pica pong cigs pounces copra apnoeic epic degus
pounces product coups unpeg outspend podgiest post grad pounders deign
scarp scrip incog scrap cripe piscator gundi douce gorps cargo depot",

"iyup dfrg iyup dfrg gfpy yifd fgyp rgdf upiy rgfd upyi
iyup dfrg iyup dfrg gfpy yifd fgyp rgdf upiy rgfd upyi
young finger fry crying your decryption country depositary
young finger fry crying your decryption country depositary",

"nho. o.nh .ohn hn.o snhc ao., hcgf .,py o.,e nhct gchn p,.o
nho. o.nh .ohn hn.o snhc ao., hcgf .,py o.,e nhct gchn p,.o
inch. epoch, chopin. hypoing phonic, chon. psycho ouching cough
douchy, touchpad. pouch1 chiro hoped. orach. thorp hydro. hogan",

"hope that who onto, yes of course. found out that your south
thought the north, continuing typhons. country nothing could southest
thoughts thous hoard ouphs. outset trophy gaucho python, notchy froth
continue hydrops yoghurt. cothurn drought sonic, hangout soy shopping",

"according his guests, nothing presented to me is the supposition.
the assistance corresponds near to hundred of ships that rode near,
date host sheer off again often returning our fire and pouring
opposite who had andered out to sea in their canoes to go through.",

"sla' sla' ls'a ls'a hl.' .'hl lh'. '.lh plg' g'lp l'l'
sla' sla' ls'a ls'a hl.' .'hl lh'. '.lh plg' g'lp l'l'
fulls' plush glops' lunch local' gulls ralph' carls hallo allus
galop could cholla' cupola' topful upfolds flagons' lota' ulto",

"tttt eeee ttww eejj twtw ejej wwjj wjwj twej ejtw wejt jtwe wjwj
tttt eeee ttww eejj twtw ejej wwjj wjwj twej ejtw wejt jtwe wjwj
jowed crowd jaunce juices twice twocs waney tajwid dorjes unwed
jetway adjust spawn yawps jocund adjure swept dowry japery judice",

"swoops cologs floors growls jogs spool logons wrongs flongs orlops
colors prolog solons jows frowns prong grosso cocoon cosponsor loss
any other footstep and how was it possile i went forward, how often
cogitations on this occasion i cannot considered also that i could",

"rmukj rmukj rmukj uikej rdmrj mgmgj kpkpj kikij mdmdj mck,j .cm,j
rmukj rmukj rmukj uikej rdmrj mgmgj kpkpj kikij mdmdj mck,j .cm,j
mickle pomace huckle kaliph kalium chukka ouklip maplike leukoma
mickle pomace huckle kaliph kalium chukka ouklip maplike leukoma",

"and reason joined in with me in this supposition, for his goodness, 
i was so emarrassed with my own frightful ideas of the thing,
i came home to my fortification, not feeling, as we say, the ground
cut off from mankind, and condemned to what i call silent life;",

"rdui rmuk rdbd ukux rbrb uxux rgmb upkx uikx rdmb bxbx xbxb
rdui rmuk rdbd ukux rbrb uxux rgmb upkx uikx rdmb bxbx xbxb
beaux kombu capex helix black cabob kibla cubeb axile pixel kibla
jukebox oxalic exam coxal bemix hubba jumbo mixable bijoux axiom",

"i had done praying i took up my bible, circumscribed by the ocean,
had an undoubted right, by creation, to bob. i began to be a little
bolder, and to think there was really nothing in my own imagination.
today we seek what tomorrow we shun; today we desire what to do",

"nnnn vvvv oooo qqqq vvvv qqqq mmmm kkkk wwww jjjj vvvv qqqq
nnvv ooqq ttww eejj rrmm uukk vwmb qjkx bmwv xkjq vvqq vqvq
nnvv ooqq ttww eejj rrmm uukk vwmb qjkx bmwv xkjq vvqq vqvq
vexil claque above equal vocal clique viola vexil qibla maqui quim
cavil cavil quail valve vieux quack movie laevo voxel oblique quo",

"zzzz //// zzzz //// zz// zz// z/z/ sszz aa// szsz a/a/
laze/zeal/zein/zine/zins/zols/zona/zone/size/zoea/abuzz/scuzz/
mezza/pizza/lezzo/zazen/zombi/ponzi/buzz/zinc/maze/zaps/zoic/
laze/zein/zins/zone/size/zoe/bonzai/colza/mizen/zebus/azoic/
piezo/sabzi/smaze/azlon/jazmine/azine/lazes/zeals/zeins/zines/",

"she explained it all to me. it was terribly pathetic. but i was not 
moved a bit. i thought her shallow. then something happened that 
made me afraid. i cant tell you what it was, but it was awful. i said 
i would go back to her. i felt i had done wrong. and now she is dead. my
god my god harry, what shall i do you dont know the danger i am in",

"Well done is better than well said - Benjamin Franklin - politician
Where there is love there is life - M. Gandhi - nonviolent resistance
Try to be a rainbow in someone's cloud - Maya Angelou - American poet
I would rather die of passion than of boredom - Vincent van Gogh - painter",

"Try it again. Fail again. Fail better.
It's in your moments of decision that your destiny is shaped.
Always seek out the seed of triumph in every adversity.
Without hard work, nothing grows but weeds.
The secret of your success is determined by your daily agenda.",

"You always have two choices: your commitment versus your fear.
Believe and act as if it were impossible to fail.
Light tomorrow with today!
You cannot have negative mind and pretend that you'll be successful
I attribute my success to this: I never gave or took any excuse",
 
"Harry. Afraid. Nothing. Attempt. Terrible. Simply. Elephant. People.
Draw. Card. Kitchen. Title. Moved. Bread. Coming. Year. Have. Drone.
March. Luxurious. Sterile. Husband. Absolutely. Bonnets. Dreadful.
Nightwhen. Inquest. Dressingroom. Child. Horror. Picture. Scandal.
Tragic. Looked. Answer. Moment. Mixed. Morning. Afterwards. Wonderful.",

"Add the remaining oil, then tip in the egg mixture. Leave to cook a 
little, then mix in with the rice – stir vigorously to coat the grains or,
if you prefer the egg chunkier, allow to set for a little longer before
breaking up and stirring through. Tip into a serving bowl and scatter
over the spring onion to serve.",

"Fry the sliced sausages until browned, then transfer to a warm oven. 
Use the same pan to melt the butter and add the sliced fennel and fennel
seeds. Fry until the fennel softens, then add the crushed garlic clove 
and cook for 1 min more.",

"Heat the oil in a non-stick pan. Fry the sweet potato for 2-3 mins each
side until just cooked, then season and set aside to cool. When the rice
is cool, divide between two small bowls (or lunch boxes) and level the surface.
Halve the prawns lengthways, then arrange on top of the rice along with the rest
of the toppings. To serve, squeeze over some spicy mayo in a zigzag and sprinkle
over some sesame seeds, if you like.",

"Meanwhile, heat the vinegar, sugar and a pinch of salt until the sugar
has dissolved. Stir the vinegar mixture into the cooked rice, then gently
move the rice around to let out some steam. The rice should be sticky rather
than wet when cooled.",

"Put the rice and quinoa in a pan. Add 320ml water, bring to the boil, cover
with a lid and turn the heat down as low as it will go. Cook for 12-15 mins,
or following pack instructions (brown sushi rice will need longer), by which
time all the water should have been absorbed.
Meanwhile, heat the vinegar, sugar and a pinch of salt until the sugar
has dissolved."

]
}  
