{
"id_course": 1,
"distribution": "1234567890QWERTYUIOPASDFGHJKL;ZXCVBNM,. @~^'",
"titles":
    ["Lección 1","Lección 2","Lección 3","Lección 4","Lección 5","Lección 6","Lección 7","Lección 8","Lección 9","Lección 10","Lección 11","Lección 12","Lección 13","Lección 14","Lección 15","Lección 16","Lección 17","Lección 18","Lección 19","Lección 20","Lección 21","Lección 22","Lección 23","Lección 24","Lección 25","Lección 26","Lección 27"],
"texts": 
    [
"jjjj kkkk llll ;;;; aaaa ssss dddd ffff ;;;; llll kkkk jjjj
ffff dddd ssss aaaa ;;;; aaaa llll ssss kkkk dddd jjjj ffff
aajj sskk ddll ff;; jjaa kkss lldd ;;ff ;;aa llss kkdd jjff
ajf; ;jfa adjl sfk; ;kfs ljfa sldk ldks lj;k dafs fljs aj;f",

"jhfg khdg lhsg ;hag khdg lhsg ;hag lhsg ;hah lhsg khdg jhfg
fgjh dgkh sglh ag;h dgkh sglh ag;h sglh ag;h sglh dgkh fgjh
jfkf lf;f ajsj djfj ahsh dhdh fh;g lgkg jggh g;hg ahgl hsgh
ghhg gah; gshl gdhk gfhj ghhg g;ha glhs gkhd gjhf ghhg hag;",

"añfj lsjf asdf ñlkj fghj jhgf jffj kdña hñga ñsdk jald dfsa fkjñ
añfj lsjf asdf ñlkj fghj jhgf jffj kdña hñga ñsdk jald dfsa fkjñ
faldas salas galas asas dañas gasas hadas gafas añadas kaka falsas
faldas salas galas asas dañas gasas hadas gafas añadas kaka falsas",

"ede kiki dede kiki kide deki edik iked ieie dile kela kiele
dede kiki dede kiki kide deki edik iked ieie dile kela kiele
seña feas ella jefa dije leña fija sale liga diga siña diles
seña feas ella jefa dije leña fija sale liga diga siña diles",

"frfr juju rfrf ujuj jiku fedr hugr kudr arra ñuñu jura raul
frfr juju rfrf ujuj jiku fedr hugr kudr arra ñuñu jura raul
el dia real jugar es desear ligar federal huele real fregar
el dia real jugar es desear ligar federal huele real fregar",

"se gira la grada real juras señala a su llegada de algas
redes de seda riñas de fresas fijar la huesa deja huella
leña de esa fea llegada se rie el federal de feria usada
sera girada suele regar asegura fuleras fria se la juega",

"fijese la juerga de las fieras salidas de filas de seda
llegar a esas fresas hallar sueñas la leña de ella huela
fijese la juerga de las fieras salidas de filas de seda
llegar a esas fresas hallar sueñas la leña de ella huela",

"hyju gtfr hyju gtfr rtuy yhtg tryu frgt juhy frtg juyh
hyju gtfr hyju gtfr rtuy yhtg tryu frgt juhy frtg juyh
tierra de yeguas tratas ya ate el yate hay hasta latas
tierra de yeguas tratas ya ate el yate hay hasta latas",

"swlo losw olws wsol aswe ñloi wert oiuy loik swed rews uiol
swlo losw olws wsol aswe ñloi wert oiuy loik swed rews uiol
los loros oigo os digo yo todos los rios doy trigo gorritos
where who well white what will water wet widows whether way",

"lodos y tierra sale de alli grietas al año ha salido al suelo
julio y frio es raro igual tu sales y el rojo se araña orujo
lodos y tierra sale de alli grietas al año ha salido al suelo
julio y frio es raro igual tu sales y el rojo se araña orujo",

"grado hueso orujo jirafa west yes oro año jugada listo sales huido
destilo helados agua de grifo loros rojos juguetes dolido tratado
grado hueso orujo jirafa west yes oro año jugada listo sales huido
destilo helados agua de grifo loros rojos juguetes dolido tratado",

"aqñp aqñp qapñ qapñ wqop opwq qwpo poqw uqrp rpqu qpqp
aqñp aqñp qapñ qapñ wqop opwq qwpo poqw uqrp rpqu qpqp
quedate pesado quita poquito truquillo paquete pequeño
quepa quijote porque piquillo peludo que quiere pepito",

"dddd kkkk ddcc kk,, dcdc k,k, cc,, c,c, dck, k,dc ck,d ,dck c,c,
dddd kkkk ddcc kk,, dcdc k,k, cc,, c,c, dck, k,dc ck,d ,dck c,c,
casita, caca, coco, caceria, capote, caduco, laca, loco, careta,
placer, pocilgas, catarro, picadura, caretas, estacada, caracas",

"el chico de ayer casi se cae por la escalera caracolera,
el que quiera coger la fruta que se acerque hasta aqui,
te puedes creer que se casa despues de correr las carreras,
juega asi y perderas casi todo, es lo que ha dicho el cartero,",

"fvjm, fvjm, fvjm, jhmk, fgvf, vrvr, mumu, mhmh, vgvg, vemi, oevi,
fvjm, fvjm, fvjm, jhmk, fgvf, vrvr, mumu, mhmh, vgvg, vemi, oevi,
vale mas tarde pero correcto que a la hora y mal, decia victoria,
vale mas tarde pero correcto que a la hora y mal, decia victoria,",

"los verdes prados de la ria, piedras al puerto, va hacia vigo,
cada dia se escapa, gira al rio y compra mas pescado, tu lo ves,
el papagayo de tu vida, el lorito te da su comida, vigila la tia,
cometa por el cielo, motoristas de viaje, todo sigue igual de mal,",

"fgjh fvjm fgbg jmjn fbfb jnjn frvb jumn jhmn fgvb bnbn nbnb
fgjh fvjm fgbg jmjn fbfb jnjn frvb jumn jhmn fgvb bnbn nbnb
bueno bonito barato nuevo bello baboso nueces narices beben
nana nunca barril cana nivel bonito veneno borrego vino iba",

"dime con quien andas y te dire quien eres,
no por mucho madrugar amanece mas pronto,
se coge antes al mentiroso que al cojo,
a caballo regalado no le mires el dentado,
perro ladrador poco mordedor",

"ssss xxxx llll .... xxxx .... vvvv mmmm cccc ,,,, xxxx ....
ssxx ll.. ddcc kk,, ffvv jjmm xcvb .,mn bvcx nm,. xx.. x.x.
ssxx ll.. ddcc kk,, ffvv jjmm xcvb .,mn bvcx nm,. xx.. x.x.
extra. exito. excelente. textos. excesivo. eximir. examen.
extra. exito. excelente. textos. excesivo. eximir. examen.",

"zzzz ---- zzzz ---- zz-- zz-- z-z- aazz ññ-- azaz ñ-ñ-
zeta-zorro-zona-cazo-zig-zag-pozo-trozo-maiz-mozo-raiz-
soez-audaz-capaz-veloz-veraz-zaragoza-zaire-zanahoria-
zeta-zorro-zona-cazo-zig-zag-pozo-trozo-maiz-mozo-raiz-
soez-audaz-capaz-veloz-veraz-zaragoza-zaire-zanahoria-",

"sopa vichyssoise - preparacion - cocer los ingredientes en el caldo de
pollo hasta que esten suaves. dejar enfriar y colocarlos en el vaso de
la batidora, tapar y conectar a velocidad alta hasta quedar la mezcla
tersa. sin parar el motor, agregar la crema de leche por la abertura de
la tapa y mezclar en velocidad media hasta quedar bien incorporada.",

"solo se que no se nada - socrates - filosofo griego.
viviendo todo falta, muriendo todo sobra - lope de vega - escritor.
llegue, vi y venci - julio cesar - emperador romano.
guarda a tu amigo bajo la llave de tu propia vida - shakespeare.
hay solo una diferencia entre un loco y yo. yo no estoy loco - dali",

"sartén ilusión cámara tulipán número interés saludó
digestión campeón saldrá único rápido teléfono huí
instalación rehén escribí calentón túnica cantará
dígito alfabético miércoles víbora sábado móviles",

"jugará, ayudé, salí, pintó, público, cámara, pétalo, índice, tómalo.
ramadán, saludé, sílaba, tomó, rústico, ánfora, gané, rompí, razón.
rábano, huérfano, nítido, ratón, útil, sábana, después, país, común.
más, paté, lotería, furgón, tabú, sábado, también, policía, música.",

"Pelota. Dibujo. Sartén. Título. Camión. Aventura. Elefante.
Oculto. Canción. Mentira. Queso. Lado. Ruego. Paloma. Este.
Marzo. Zarzuela. Pocos. Rústico. Navidades. Salón. Interés.
Valiente. Yegua. Trabajador. Balón. Demasiado. Opuesto. El.
Comida. Justicia. Real. Hundido. Zócalo. Kilo. Cuerpo. Haz.",

"Receta de Espaguetis a la Carbonara - Cocer los espaguetis en agua
salada. Rallar el queso. Trocear los ajos y el tocino. En una
sartén freir los ajos y el tocino. En una fuente batir los huevos
con la nata líquida, el queso, la sal y la pimienta. Incorporar a
la sartén la pasta y remover. Colocar la pasta en la fuente y
mezclarla con el huevo batido, removiéndolo todo.",

"Unos dicen lo que saben, y otros saben lo que dicen.
Se arrepiente uno de lo que dice, pero no de lo que piensa.
Lo que hoy siente tu corazón, mañana lo entenderá tu cabeza.
Una gota de alegría es un charco de esperanza.
Vive tu vida como te gustaría que tus hijos vivieran la suya."]
}  
