{
"id_course": 1,
"distribution": "1234567890QWERTYUIOPASDFGHJKL;ZXCVBNM,./ @~^'",
"titles":
    ["1","2","3","4","5","6","7","8","9","10","11","12","13","14","15","16","17","18","19","20","21","22","23","24","25","26","27"],
"texts": 
    [
"jjjj kkkk llll ;;;; aaaa ssss dddd ffff ;;;; llll kkkk jjjj
ffff dddd ssss aaaa ;;;; aaaa llll ssss kkkk dddd jjjj ffff
aajj sskk ddll ff;; jjaa kkss lldd ;;ff ;;aa llss kkdd jjff
ajf; ;jfa adjl sfk; ;kfs ljfa sldk ldks lj;k dafs fljs aj;f",

"jhfg khdg lhsg ;hag khdg lhsg ;hag lhsg ;hah lhsg khdg jhfg
fgjh dgkh sglh ag;h dgkh sglh ag;h sglh ag;h sglh dgkh fgjh
jfkf lf;f ajsj djfj ahsh dhdh fh;g lgkg jggh g;hg ahgl hsgh
ghhg gah; gshl gdhk gfhj ghhg g;ha glhs gkhd gjhf ghhg hag;",

"a;fj lsjf asdf ;lkj fghj jhgf jffj kd;a h;ga ;sdk jald dfsa fkj;
a;fj lsjf asdf ;lkj fghj jhgf jffj kd;a h;ga ;sdk jald dfsa fkj;
faldas salas galas asas da;as gasas hadas gafas a;adas kaka falsas
faldas salas galas asas da;as gasas hadas gafas a;adas kaka falsas",

"ede kiki dede kiki kide deki edik iked ieie dile kela kiele
dede kiki dede kiki kide deki edik iked ieie dile kela kiele
se;a feas ella jefa dije le;a fija sale liga diga si;a diles
se;a feas ella jefa dije le;a fija sale liga diga si;a diles",

"frfr juju rfrf ujuj jiku fedr hugr kudr arra ;u;u jura raul
frfr juju rfrf ujuj jiku fedr hugr kudr arra ;u;u jura raul
el dia real jugar es desear ligar federal huele real fregar
el dia real jugar es desear ligar federal huele real fregar",

"se gira la grada real juras se;ala a su llegada de algas
redes de seda ri;as de fresas fijar la huesa deja huella
le;a de esa fea llegada se rie el federal de feria usada
sera girada suele regar asegura fuleras fria se la juega",

"fijese la juerga de las fieras salidas de filas de seda
llegar a esas fresas hallar sue;as la le;a de ella huela
fijese la juerga de las fieras salidas de filas de seda
llegar a esas fresas hallar sue;as la le;a de ella huela",

"hyju gtfr hyju gtfr rtuy yhtg tryu frgt juhy frtg juyh
hyju gtfr hyju gtfr rtuy yhtg tryu frgt juhy frtg juyh
tierra de yeguas tratas ya ate el yate hay hasta latas
tierra de yeguas tratas ya ate el yate hay hasta latas",

"swlo losw olws wsol aswe ;loi wert oiuy loik swed rews uiol
swlo losw olws wsol aswe ;loi wert oiuy loik swed rews uiol
los loros oigo os digo yo todos los rios doy trigo gorritos
where who well white what will water wet widows whether way",

"lodos y tierra sale de alli grietas al a;o ha salido al suelo
julio y frio es raro igual tu sales y el rojo se ara;a orujo
lodos y tierra sale de alli grietas al a;o ha salido al suelo
julio y frio es raro igual tu sales y el rojo se ara;a orujo",

"grado hueso orujo jirafa west yes oro a;o jugada listo sales huido
destilo helados agua de grifo loros rojos juguetes dolido tratado
grado hueso orujo jirafa west yes oro a;o jugada listo sales huido
destilo helados agua de grifo loros rojos juguetes dolido tratado",

"aq;p aq;p qap; qap; wqop opwq qwpo poqw uqrp rpqu qpqp
aq;p aq;p qap; qap; wqop opwq qwpo poqw uqrp rpqu qpqp
quedate pesado quita poquito truquillo paquete peque;o
quepa quijote porque piquillo peludo que quiere pepito",

"dddd kkkk ddcc kk,, dcdc k,k, cc,, c,c, dck, k,dc ck,d ,dck c,c,
dddd kkkk ddcc kk,, dcdc k,k, cc,, c,c, dck, k,dc ck,d ,dck c,c,
casita, caca, coco, caceria, capote, caduco, laca, loco, careta,
placer, pocilgas, catarro, picadura, caretas, estacada, caracas",

"el chico de ayer casi se cae por la escalera caracolera,
el que quiera coger la fruta que se acerque hasta aqui,
te puedes creer que se casa despues de correr las carreras,
juega asi y perderas casi todo, es lo que ha dicho el cartero,",

"fvjm, fvjm, fvjm, jhmk, fgvf, vrvr, mumu, mhmh, vgvg, vemi, oevi,
fvjm, fvjm, fvjm, jhmk, fgvf, vrvr, mumu, mhmh, vgvg, vemi, oevi,
vale mas tarde pero correcto que a la hora y mal, decia victoria,
vale mas tarde pero correcto que a la hora y mal, decia victoria,",

"los verdes prados de la ria, piedras al puerto, va hacia vigo,
cada dia se escapa, gira al rio y compra mas pescado, tu lo ves,
el papagayo de tu vida, el lorito te da su comida, vigila la tia,
cometa por el cielo, motoristas de viaje, todo sigue igual de mal,",

"fgjh fvjm fgbg jmjn fbfb jnjn frvb jumn jhmn fgvb bnbn nbnb
fgjh fvjm fgbg jmjn fbfb jnjn frvb jumn jhmn fgvb bnbn nbnb
bueno bonito barato nuevo bello baboso nueces narices beben
nana nunca barril cana nivel bonito veneno borrego vino iba",

"dime con quien andas y te dire quien eres,
no por mucho madrugar amanece mas pronto,
se coge antes al mentiroso que al cojo,
a caballo regalado no le mires el dentado,
perro ladrador poco mordedor",

"ssss xxxx llll .... xxxx .... vvvv mmmm cccc ,,,, xxxx ....
ssxx ll.. ddcc kk,, ffvv jjmm xcvb .,mn bvcx nm,. xx.. x.x.
ssxx ll.. ddcc kk,, ffvv jjmm xcvb .,mn bvcx nm,. xx.. x.x.
extra. exito. excelente. textos. excesivo. eximir. examen.
extra. exito. excelente. textos. excesivo. eximir. examen.",

"zzzz ---- zzzz ---- zz-- zz-- z-z- aazz ;;-- azaz ;-;-
zeta-zorro-zona-cazo-zig-zag-pozo-trozo-maiz-mozo-raiz-
soez-audaz-capaz-veloz-veraz-zaragoza-zaire-zanahoria-
zeta-zorro-zona-cazo-zig-zag-pozo-trozo-maiz-mozo-raiz-
soez-audaz-capaz-veloz-veraz-zaragoza-zaire-zanahoria-",

"sopa vichyssoise - preparacion - cocer los ingredientes en el caldo de
pollo hasta que esten suaves. dejar enfriar y colocarlos en el vaso de
la batidora, tapar y conectar a velocidad alta hasta quedar la mezcla
tersa. sin parar el motor, agregar la crema de leche por la abertura de
la tapa y mezclar en velocidad media hasta quedar bien incorporada.",

"solo se que no se nada - socrates - filosofo griego.
viviendo todo falta, muriendo todo sobra - lope de vega - escritor.
llegue, vi y venci - julio cesar - emperador romano.
guarda a tu amigo bajo la llave de tu propia vida - shakespeare.
hay solo una diferencia entre un loco y yo. yo no estoy loco - dali",

"sarten ilusion camara tulipan numero interes saludo
digestion campeon saldra unico rapido telefono hui
instalacion rehen escribi calenton tunica cantara
digito alfabetico miercoles vibora sabado moviles",

"jugara, ayude, sali, pinto, publico, camara, petalo, indice, tomalo.
ramadan, salude, silaba, tomo, rustico, anfora, gane, rompi, razon.
rabano, huerfano, nitido, raton, util, sabana, despues, pais, comun.
mas, pate, loteria, furgon, tabu, sabado, tambien, policia, musica.",

"Pelota. Dibujo. Sarten. Titulo. Camion. Aventura. Elefante.
Oculto. Cancion. Mentira. Queso. Lado. Ruego. Paloma. Este.
Marzo. Zarzuela. Pocos. Rustico. Navidades. Salon. Interes.
Valiente. Yegua. Trabajador. Balon. Demasiado. Opuesto. El.
Comida. Justicia. Real. Hundido. Zocalo. Kilo. Cuerpo. Haz.",

"Receta de Espaguetis a la Carbonara - Cocer los espaguetis en agua
salada. Rallar el queso. Trocear los ajos y el tocino. En una
sarten freir los ajos y el tocino. En una fuente batir los huevos
con la nata liquida, el queso, la sal y la pimienta. Incorporar a
la sarten la pasta y remover. Colocar la pasta en la fuente y
mezclarla con el huevo batido, removiendolo todo.",

"Unos dicen lo que saben, y otros saben lo que dicen.
Se arrepiente uno de lo que dice, pero no de lo que piensa.
Lo que hoy siente tu corazon, ma;ana lo entendera tu cabeza.
Una gota de alegria es un charco de esperanza.
Vive tu vida como te gustaria que tus hijos vivieran la suya."]
}  
