{
"id_course": 1,
"distribution": "1234567890QWERTYUIOPASDFGHJKL;ZXCVBNM,./ @~^'",
"titles":
    ["1","2","3","4","5","6","7","8","9","10","11","12","13","14","15","16","17","18","19","20","21","22","23","24","25","26","27","28","29","30"],
"texts": 
    [
"jjjj kkkk llll ;;;; aaaa ssss dddd ffff ;;;; llll kkkk jjjj
ffff dddd ssss aaaa ;;;; aaaa llll ssss kkkk dddd jjjj ffff
aajj sskk ddll ff;; jjaa kkss lldd ;;ff ;;aa llss kkdd jjff
ajf; ;jfa adjl sfk; ;kfs ljfa sldk ldks lj;k dafs fljs aj;f",

"jhfg khdg lhsg ;hag khdg lhsg ;hag lhsg ;hah lhsg khdg jhfg
fgjh dgkh sglh ag;h dgkh sglh ag;h sglh ag;h sglh dgkh fgjh
jfkf lf;f ajsj djfj ahsh dhdh fh;g lgkg jggh g;hg ahgl hsgh
ghhg gah; gshl gdhk gfhj ghhg g;ha glhs gkhd gjhf ghhg hag;",

"a;fj lsjf asdf ;lkj fghj jhgf jffj kd;a h;ga ;sdk jald dfsa fkj;
a;fj lsjf asdf ;lkj fghj jhgf jffj kd;a h;ga ;sdk jald dfsa fkj;
flash skald kasha flags galahs kajal kalas alfas salad hadal dahls
flash skald kasha flags galahs kajal kalas alfas salad hadal dahls",

"ede kiki dede kiki kide deki edik iked ieie dile kela kiele
dede kiki dede kiki kide deki edik iked ieie dile kela kiele
jake disk like fade self dish hide legs safe aged dial idle
jake disk like fade self dish hide legs safe aged dial idle",

"frfr juju rfrf ujuj jiku fedr hugr kudr arra ;u;u jura raul
frfr juju rfrf ujuj jiku fedr hugr kudr arra ;u;u jura raul
lifeguard judge dishes deal alga seal surflife failures dual;
lifeguard judge dishes deal alga seal surflife failures dual;",

"jail laser his jailers girl has dark safe range fragiled kifs
anher fake nerd fishes are fragile half hard flaked agile slide
sheila has glasses aisled lisa is an elf fails sing salad jihad
jake dislike gadflies fish leaks lake false hades slide flied",

"ur pale fat self like raelled as glass hide fit self i asked
her preseres he puppies saur dark gaes his flies he feel has ask
his errar as like a gaad raf said hallard deep saul he please
a idea sed like miss is lard ah please i shauld rake deal",

"hyju gtfr hyju gtfr rtuy yhtg tryu frgt juhy frtg juyh
hyju gtfr hyju gtfr rtuy yhtg tryu frgt juhy frtg juyh
just your a little staidly dustily studly jesuit lusty juste
just your a little staidly dustily studly jesuit lusty juste",

"swlo losw olws wsol aswe ;loi wert oiuy loik swed rews uiol
swlo losw olws wsol aswe ;loi wert oiuy loik swed rews uiol
where who well white what will water wet widows whether way
isodose slowed souled willowed dewool wow louies iodous ollied",

"out full work thoughts or your slowly dead words oh i will you
this is lord to do foolish soulhow thought of doris how words
out full work thoughts or your slowly dead words oh i will you
this is lord to do foolish soulhow thought of doris how words",

"doria is far too wise ot to do foolish flashed for a get hallward
gold the your widows of the houses opposite while lord her aswered
doria is far too wise ot to do foolish flashed for a get hallward
gold the your widows of the houses opposite while lord her aswered",

"aq;p aq;p qap; qap; wqop opwq qwpo poqw uqrp rpqu qpqp
aq;p aq;p qap; qap; wqop opwq qwpo poqw uqrp rpqu qpqp
aliquot opaque quinoa populi equation populate quintal
appoint plaque opulent quinol papule applique oppilant",

"dddd kkkk ddcc kk,, dcdc k,k, cc,, c,c, dck, k,dc ck,d ,dck c,c,
dddd kkkk ddcc kk,, dcdc k,k, cc,, c,c, dck, k,dc ck,d ,dck c,c,
corpuscle, accept, copula, caput, claps, cactus, circle, coacts,
ceroplastic, copasetic, couplers, caprice, clop, sceptic, capsule,",

"curious crucile of claris, circulate particles in his pectorals,
pleasure reacts copula schools was the caries soul scalar rictus,
his coat she is quite that could secret the occupats of the galley,
the house was crowded their coats he could ear this arriage lord,",

"fvjm, fvjm, fvjm, jhmk, fgvf, vrvr, mumu, mhmh, vgvg, vemi, oevi,
fvjm, fvjm, fvjm, jhmk, fgvf, vrvr, mumu, mhmh, vgvg, vemi, oevi,
removal, volume, marvel, movies, vomits, tromps, sliver, traveler,
removal, volume, marvel, movies, vomits, tromps, sliver, traveler,",

"good heaves volume, marvel raise over the heaven improve vampire,
revolt with a look of triumph overlap her face her movie suppose, 
a few momets afterwards the footlights mediocre actress you have,
lord her got up from his chair callous ad cold she has altered,",

"fgjh fvjm fgbg jmjn fbfb jnjn frvb jumn jhmn fgvb bnbn nbnb
fgjh fvjm fgbg jmjn fbfb jnjn frvb jumn jhmn fgvb bnbn nbnb
nubbles barbule nubbin unabsorbent nobblers stubborn pinbone borne
probable bubales belabor abruption bluepoint outbribes butano blub",

"if the conveed no meaning to her it was not nervousness indeed 
as a plant swas in the water the curves of her throat were like
the curves of a white lil her hands seemed to be made of cool
i understand what ou mean, and i believe in this girl and you",

"ssss xxxx llll .... xxxx .... vvvv mmmm cccc ,,,, xxxx ....
ssxx ll.. ddcc kk,, ffvv jjmm xcvb .,mn bvcx nm,. xx.. x.x.
ssxx ll.. ddcc kk,, ffvv jjmm xcvb .,mn bvcx nm,. xx.. x.x.
toxines. unisex. nexus. sixte. next. sexton. exits. tuxes.
toxines. unisex. nexus. sixte. next. sexton. exits. tuxes.",

"zzzz ---- zzzz ---- zz-- zz-- z-z- aazz ;;-- azaz ;-;-
zaire-razz-zero-zeta-azotize-azurite-izzat-terza-tzar-zari-
zones-zoris-sozine-ersatz-zoster-suze-zeatin-seizor-izzat-
zaire-razz-zero-zeta-azotize-azurite-izzat-terza-tzar-zari-
zones-zoris-sozine-ersatz-zoster-suze-zeatin-seizor-izzat-",

"she explained it all to me. it was terribly pathetic. but i was not 
moved a bit. i thought her shallow. then something happened that 
made me afraid. i cant tell you what it was, but it was awful. i said 
i would go back to her. i felt i had done wrong. and now she is dead. my
god my god harry, what shall i do you dont know the danger i am in",

"Well done is better than well said - Benjamin Franklin - politician
Where there is love there is life - M. Gandhi - nonviolent resistance
Try to be a rainbow in someone's cloud - Maya Angelou - American poet
I would rather die of passion than of boredom - Vincent van Gogh - painter",

"Try it again. Fail again. Fail better.
It's in your moments of decision that your destiny is shaped.
Always seek out the seed of triumph in every adversity.
Without hard work, nothing grows but weeds.
The secret of your success is determined by your daily agenda.",

"You always have two choices: your commitment versus your fear.
Believe and act as if it were impossible to fail.
Light tomorrow with today!
You cannot have negative mind and pretend that you'll be successful
I attribute my success to this: I never gave or took any excuse",
 
"Harry. Afraid. Nothing. Attempt. Terrible. Simply. Elephant. People.
Draw. Card. Kitchen. Title. Moved. Bread. Coming. Year. Have. Drone.
March. Luxurious. Sterile. Husband. Absolutely. Bonnets. Dreadful.
Nightwhen. Inquest. Dressingroom. Child. Horror. Picture. Scandal.
Tragic. Looked. Answer. Moment. Mixed. Morning. Afterwards. Wonderful.",

"Add the remaining oil, then tip in the egg mixture. Leave to cook a 
little, then mix in with the rice – stir vigorously to coat the grains or,
if you prefer the egg chunkier, allow to set for a little longer before
breaking up and stirring through. Tip into a serving bowl and scatter
over the spring onion to serve.",

"Fry the sliced sausages until browned, then transfer to a warm oven. 
Use the same pan to melt the butter and add the sliced fennel and fennel
seeds. Fry until the fennel softens, then add the crushed garlic clove 
and cook for 1 min more.",

"Heat the oil in a non-stick pan. Fry the sweet potato for 2-3 mins each
side until just cooked, then season and set aside to cool. When the rice
is cool, divide between two small bowls (or lunch boxes) and level the surface.
Halve the prawns lengthways, then arrange on top of the rice along with the rest
of the toppings. To serve, squeeze over some spicy mayo in a zigzag and sprinkle
over some sesame seeds, if you like.",

"Meanwhile, heat the vinegar, sugar and a pinch of salt until the sugar
has dissolved. Stir the vinegar mixture into the cooked rice, then gently
move the rice around to let out some steam. The rice should be sticky rather
than wet when cooled.",

"Put the rice and quinoa in a pan. Add 320ml water, bring to the boil, cover
with a lid and turn the heat down as low as it will go. Cook for 12-15 mins,
or following pack instructions (brown sushi rice will need longer), by which
time all the water should have been absorbed.
Meanwhile, heat the vinegar, sugar and a pinch of salt until the sugar
has dissolved."
]
}  
